return {
	{
		"rcarriga/nvim-notify",
		opts = {
			timeout = 5000,
		},
	},
	{
		"folke/zen-mode.nvim",
		cmd = "ZenMode",
		opts = {
			plugins = {
				gitsigns = true,
				tmux = true,
				kitty = { enabled = false, font = "+2" },
			},
		},
		keys = { { "<leader>z", "<cmd>ZenMode<cr>", desc = "Zen Mode" } },
	},
	{
		"folke/snacks.nvim",
		opts = {
			dashboard = {
				preset = {
					header = [[
		███████╗███████╗███╗   ██╗ ██████╗ ███████╗🗲
		╚══███╔╝██╔════╝████╗  ██║██╔═══██╗██╔════╝🗲
		  ███╔╝ █████╗  ██╔██╗ ██║██║   ██║███████╗🗲
		 ███╔╝  ██╔══╝  ██║╚██╗██║██║   ██║╚════██║🗲
		███████╗███████╗██║ ╚████║╚██████╔╝███████║🗲
		╚══════╝╚══════╝╚═╝  ╚═══╝ ╚═════╝ ╚══════╝
   ]],
				},
			},
		},
	},
}
